[
	{
			"name": "Mrunmay Junagade",
			"position": "President",
			"image": "images/officers/mrunmay.jpg",
			"email": "mrunmay@utexas.edu",
			"bio": "Mrunmay joined the University of Texas at Austin for a master's degree in Geotechnical Engineering in January 2021 and his research focuses on developing guidelines for risk assessment for buried submarine cables, under the supervision of Dr. Robert B. Gilbert. He completed his undergraduate degree in Civil Engineering from University of Pune in August 2018, following which he worked with Central Water and Power Research Station where he worked on physical and computational modeling to assess performance of orifice type spillways of dams for multiple hydropower projects on Himalayan Rivers. Shortly after, he worked with Indian Institute of Technology, Bombay as researcher on reduction of lateral thrust on retaining structures using compressible inclusions, which piqued his interest in Geotechnical Engineering. He aims to work in industry upon completion of the program. In spare time he tries to learn about different cultures and enjoys spending time in nature. He is also an avid photographer.The Geo-Institute Student Chapter at the University of Texas at Austin is one of the aspects that sets the Geotech Program apart from others. With the GI team, Mrunmay will work on building a strong community of geotech students that is involved in activities which expose them to industry practices and field realities by engaging industry partners and an extensive alumni network."
	},
	{
			"name": "Nazek Naja",
			"position": "Vice President",
			"image": "images/officers/nazek.jpg",
			"email": "nazekn@utexas.edu",
			"bio": "Audrey received her bachelor’s degree in Geology from Texas A&M University in May 2017. After graduation, she worked for a tunnel construction company as a field engineer. She was involved with the 5 mile long, hard rock TBM tunnel for the Atlanta Water Supply project. Then, she started and completed the SAWS Central Water Integrated Pipeline Segment 5-1 project in San Antonio which consisted of two hard rock TBM tunnels, a hand-mine tunnel and one open cut section. This field experience motivated her to pursue a master’s degree in Geotechnical Engineering which she started in August 2020 at the University of Texas at Austin. She has really enjoyed being involved with the Geo-Institute student chapter at UT and hopes this organization enhances the graduate student experience for geotechnical engineering students. Audrey plans to continue in the heavy civil industry with a focus in tunnels in her future career. "
	},
	{
			"name": "Abhigya Paudyal",
			"position": "Vice President",
			"image": "images/officers/abhigya.jpg",
			"email": "abhigya@utexas.edu",
			"bio": "Abhigya is a M.S. student in Geotechnical Engineering starting at UT Austin from Spring 2022. He pursued his Bachelors in civil engineering from Nepal and worked for almost three years after graduating in 2018. He mainly worked on Geotechnical investigation projects and Landslide risk assessment and mitigation projects after completing the undergraduate program. My supervisor is Dr. Jorge G. Zornberg and will be working on expansive soils which are of great concern in the central US. Currently, he is working as a Teaching Assistant at UT and also as a Family Orientation Student Leader (FOSL) for summer 2022. He loves to travel and motivate people around. As a Vice President of the Geo-Institute, he will use his experience to communicate with Professionals in the geotechnical engineering field and contribute to various activities at the Geo-Institute."
	},
	{
			"name": "Hassan Al Zoaby",
			"position": "Secretary",
			"image": "images/officers/hassan.jpg",
			"email": "halzoaby@utexas.edu",
			"bio": "Hassan joined UT as a Ph.D. student in Fall 2021. He is working under the supervision of Prof. El Mohtar focusing on Geo-Environmental issues. Bench-scale experimental approaches are adopted by which geomaterials are used to stabilize/contain heavily contaminated soils.Hassan graduated from the Lebanese American University in Lebanon with a bachelor's degree in civil engineering (2019) and a master's degree in engineering mechanics (2021). Throughout that period, Hassan served as an active member in the American Society of Civil Engineers (ASCE - LAU Chapter), LAU consultants and Engineers without borders. In his role as a secretary of the Geo-Institute Student Chapter at the University of Texas at Austin, Hassan is looking forward to aid in building a stronger Geotech community among the graduate students."
	},
	{
			"name": "Yiwei Ye",
			"position": "Treasurer",
			"image": "images/officers/yiwei.jpg",
			"email": "yeyiwei@utexas.edu",
			"bio": "Yiwei joined the UT for a Ph.D. program in August 2019 after graduating from China University of Geosciences in Beijing with a Master's degree. He is currently working with Dr. El Mohtar on both experimental and coding research. As a Treasurer, he will be ordering pizza for everyone during seminars. He enjoys fishing (almost never caught anything)."
	},
	{
			"name": "Miqueias Brikalski",
			"position": "Web Developer",
			"image": "images/officers/miqueias.jpg",
			"email": "miqueiasbrikalski@utexas.edu",
			"bio": "Miqueias is a Master's student working under the supervision of Dr. Jorge Zornberg at the University of Texas (UT) at Austin. He completed his bachelor's degree in Civil Engineering at Univeridade do Estado de Santa Catarina, em Joinville, Brazil. His research focuses on the effect of particle size and angularity in the interaction between agregates and geosynthetics. He also enjoys running, biking and reading. After graduation, he wants to work in the industry."
	},
	{
			"name": "Ashish A Govindan",
			"position": "Student Representative",
			"image": "images/officers/ashish_govindan.jpg",
			"email": "a.govindan@utexas.edu",
			"bio": "Ashish joined UT Austin's graduate program in Fall 2022. He is currently working with Dr. Chadi El Mohtar, where they are focusing on soil grouting, flow through porous media, and assessing the impact of trendy topics in civil engineering research. Ashish graduated with a bachelor's degree from the University of Texas at Austin in May 2022. He thoroughly enjoyed his time learning at UT Austin, which led to his continued education in Austin. After completing his graduate studies at UT Austin, Ashish plans to work in the industry. During his free time, he tries to relieve stress by running, hiking, cooking, and spending time with family and friends. As one of the New Students' Representatives, Ashish hopes to help his fellow classmates be aware of the various events held by Geo-Institute throughout the year. He believes that achieving this will help his classmates establish lifelong connections with each other and industry professionals."
	},
	{
			"name": "Sharen Wallace",
			"position": "Student Representative",
			"image": "images/officers/sharen_wallace.jpg",
			"email": "sawallace@utexas.edu",
			"bio": "Sharen is an M.S. student at the University of Texas at Austin. She completed a B.S. degree in Civil Engineering at the University of Florida in May 2018. After graduating, she worked as a structural engineer in the Virgin Islands. Aside from her structural engineering duties, she was also responsible for designing retaining walls and analyzing geotechnical reports to assist in designing shallow and deep foundations for government infrastructure and residential and commercial buildings. Sharen also taught an introductory engineering course at a community college as an adjunct lecturer. In her spare time, she enjoys hiking and going to the beach. As the new students' representative, Sharen aspires to collaborate with the board of officers to cultivate a community for new geotechnical engineering graduate students where we can build relationships and receive guidance on our academic and career paths."
	}
]