[
	{
		"name": "Cheng-Hsi Hsiao",
		"position": "President",
		"image": "images/officers/chenghsi.jpg",
		"email": "chhsiao@utexas.edu",
		"bio": "Cheng-Hsi became a member of the University of Texas at Austin community in August 2021, embarking on a journey towards a PhD degree. His academic pursuit is under the guidance of Dr. Rathje and Dr. Kumar, exploring their fields. Cheng-Hsi's research interests include Machine Learning and its applications in Liquefaction, while also delving into the realm of differentiable programming and property identification via novel view synthesis . Beyond the academic realm, Cheng-Hsi shows his passion for cats, cherishing the companion of his beloved cat Clawsy, a charming tabby cat from Taiwan."
	},
	{
		"name": "Griffin Berse",
		"position": "Vice President",
		"image": "images/officers/griffin.jpeg",
		"email": "griffinberse@utexas.edu",
		"bio": "Griffin joined UT Austin in January 2024, and is conducting research on seismic site response under the tutelage of Dr. Ellen Rathje. He received his undergraduate degree from Northwestern University, and has a research background in construction vibrations. He has worked professionally as a  geotechnical engineer internationally, and has been involved on projects in London, Bochum, Chicago, and Jacksonville.  His favorite things to do outside of work include reading, birdwatching, and going on long walks."	},
	{
		"name": "Mahsa S. Nia",
		"position": "Secretary of Communications ",
		"image": "images/officers/mahsa.jpeg",
		"email": "mahsa.nia@utexas.edu",
		"bio": "Mahsa is a PhD student in Geotechnical Engineering at The UT Austin, where she works under the guidance of Professor Chadi El Mohtar. Her research focuses on ground improvement and grouting, with a specific emphasis on evaluating the carbon footprint of various cement types. Through her work, Mahsa aims to advance sustainable practices in the field of geotechnical engineering by exploring ways to reduce the environmental impact associated with cement production and usage."	},
	{
		"name": "Miles Drazkowski",
		"position": "Treasurer",
		"image": "images/officers/miles.jpeg",
		"email": "milesd@utexas.edu",
		"bio": ""
	},
	{
		"name": "Leila Roshanali",
		"position": "Community Engagement Officer",
		"image": "images/officers/leila.jpg",
		"email": "leila.roshanali@utexas.edu ",
		"bio": "Leila Roshanali is a dedicated and accomplished Master’s student in Geotechnical Engineering at the University of Texas at Austin, where she has maintained a 4.0 GPA since beginning her studies in Fall 2023. During her second semester, she presented a well-received poster on optimizing heat dissipation in underground duct banks using differentiable programming. In addition to her academic achievements, Leila has demonstrated strong leadership and organizational skills as the Community Engagement Officer in the Geo-Institute, where she orchestrates events such as tailgates and trivia nights to create a positive, supportive environment that encourages students to refresh and connect ahead of their rigorous academic workloads. Prior to her time at UT, she earned both a Bachelor’s degree in Civil Engineering and a Master’s degree in Geotechnical Engineering in Iran, graduating as the top-ranked student in her class. As a research assistant, she showcased exceptional analytical and problem-solving abilities, developing a novel formula for calculating hydraulic conductivity in anisotropic granular porous media. This breakthrough led to two publications in esteemed peer-reviewed journals. Leila brings extensive industry experience to her current studies, having spent two years in the geotechnical engineering industry. Her expertise includes designing retaining walls and foundations, conducting geotechnical explorations, performing slope stability analyses, and soil improvements. Currently, she is expanding her practical knowledge as a Geotechnical Engineer at one of the leading firms in the U.S. In her personal time, Leila values staying active through fitness and cooking, activities that help her manage stress and maintain a balanced, healthy lifestyle."	},
	{
		"name": "Omar Abukassab",
		"position": "Community Engagement Officer",
		"image": "images/officers/omar.jpeg",
		"email": "oakassab@utexas.edu",
		"bio": "Omar joined the Geotechnical Engineering group at UT Austin in Fall 2023 to pursue MSc and PhD degrees, focusing on research into seismically induced landslides under the guidance of Prof. Ellen Rathje. He earned his Bachelor's degree in Civil Engineering in 2022 from the Jordan University of Science and Technology in Jordan. Prior to joining UT Austin, he worked on seismic analysis and the design of a high-rise building for his capstone project and also gained experience as a site engineer on a medical laboratory complex project."
	},
	{
		"name": "Shuyi Zhang",
		"position": "Community Engagement Officer",
		"image": "images/officers/shuyi.jpeg",
		"email": "shuyi_zhang@utexas.edu",
		"bio": "Shuyi joined the Geotechnical Engineering group of UT Austin in Fall 2023 as a PhD student. She obtained her Bachelor’s degree from Sichuan University in China and a Master degree in Civil Engineering from Souch China University of Technology. Her research during master degree has primarily focused on studying the structural reinforcement mechanism of shield tunnels, involving model tests with a geometric similarity ratio of 1:5. She has also participated in many consulting projects about tunnel structural safety assessment. She is planing to do research about geosynthetic application in pavement later. After graduation, she plans to teach in the university and continue her academic research career. Outside of academics, she enjoys singing, playing the guita, and playing badmiton. Beside, she loves cats. She has a cat named “Sanwen” in China but couldn’t bring it to America because it’s too timid."	
	},
	{
		"name": "Venkataraman Ramesh",
		"position": "Community Engagement Officer",
		"image": "images/officers/venkat.jpeg",
		"email": "vramesh@utexas.edu",
		"bio": "Venkat joined the UT Geotech group in fall 2023 and is currently conducting research on seismic slope stability analysis under the guidance of Dr. Rathje. He holds a bachelor's degree in civil engineering from India and a master's degree from the Georgia Institute of Technology. Before joining UT, Venkat worked at BGC Engineering, specializing in the seismic design and analysis of tailing storage facilities (TSF). When he's not hiking, skiing, or playing soccer, you can find him at home playing guitar."
	}

]