[
	{
			"name": "Ashish Govindan",
			"position": "President",
			"image": "images/officers/ashish.jpg",
			"email": "a.govindan@utexas.edu",
			"bio": "Ashish joined UT Austin's graduate program in Fall 2022. He is currently working with Dr. Chadi El Mohtar, where they are focusing on soil grouting and flow through porous media. Presently, Ashish is working on assessing how material testing of grouts is carried out in the industry. Ashish graduated with a bachelor's degree from the University of Texas at Austin in May 2022. He thoroughly enjoyed learning at UT Austin, which led to his continued education in Austin. After completing his graduate studies at UT Austin, Ashish plans to work in the industry. During his free time, he tries to relieve stress by running, hiking, cooking, bouldering, and spending time with family and friends. As President, Ashish will focus on building a solid and close-nit geotech community at UT Austin by providing a stellar experience for the members of Geo-Institute during their time at UT Austin. To achieve this, Ashish plans on exposing the students to the newest practices in the industry, organizing events to help the students develop their network, and scheduling a series of social events that can help nurture lifelong friendships with each other."
	},
	{
			"name": "Ashray Saxena",
			"position": "Vice President",
			"image": "images/officers/ashray.jpg",
			"email": "saxena_ashray@utexas.edu",
			"bio": "Ashray Saxena, an accomplished researcher in the field of civil engineering, has embarked on a Geotechnical Engineering Ph.D. journey at the University of Texas at Austin, a path he embarked upon in 2021. Armed with an M.Tech from IIT Gandhinagar and a B.Tech from AMU, he stands on a robust academic footing. Working as a Graduate Research Assistant under the guidance of Dr. Zornberg, his research focuses on the application of geosynthetics in asphalt pavements. Ashray's commitment to education can be seen through his roles as a Teaching Assistant at both UT Austin and IITGn. Currently he is serving as the co-chair within the GeoCongress Planning Committee and vice-chair for networking and communication within NHERI, thus fostering community engagement. He was recently honored as the 2023 New Face of Civil Engineering by ASCE and earned the UT Tower Award for his two years of dedicated service to UT Austin. In his role as the Vice-President of the Geo-Institute UT chapter, Ashray's responsibilities encompass mentoring students regarding conferences, workshops, and volunteering prospects. He will not only support his team members but also aid in decision-making, and the orchestration of event-planning and management."
	},
	{
			"name": "Sharen Wallace",
			"position": "Secretary",
			"image": "images/officers/sharen_wallace.jpg",
			"email": "sawallace@utexas.edu",
			"bio": "Sharen is a 2nd year M.S. student at the University of Texas at Austin, currently working under the guidance of Dr.Gilbert on assessing the impact of hurricane waves have on offshore structures through the application of probabilistic methods. She completed a B.S. degree in Civil Engineering at the University of Florida in May 2018. After graduating, she worked as a structural engineer in the Virgin Islands. Aside from her structural engineering duties, she was also responsible for designing retaining walls and analyzing geotechnical reports to assist in designing shallow and deep foundations for government infrastructure and residential and commercial buildings. Prior to joining UT, Sharen also taught an introductory engineering course at a community college. In her spare time, she enjoys outdoor activities such as hiking and going to the beach. In her role as secretary, she aims to maintain efficient communication within the group, assist in organizing club activities, and offer support to her fellow officers whenever needed."
	},
	{
			"name": "Mahfooz Alam",
			"position": "Treasurer",
			"image": "images/officers/mahfooz.jpg",
			"email": "mahfooz.alam@utexas.edu",
			"bio": ""
	},
	{
			"name": "Cheng-Hsi Hsiao",
			"position": "Web Developer",
			"image": "images/officers/chenghsi.jpg",
			"email": "chhsiao@utexas.edu",
			"bio": "Cheng-Hsi became a member of the University of Texas at Austin community in August 2021, embarking on a journey towards a PhD degree. His academic pursuit is under the guidance of Dr. Rathje and Dr. Kumar, exploring their fields. Cheng-Hsi's research interests include Machine Learning and its applications in Liquefaction, while also delving into the realm of Explainable AI. Prior to his academic endeavor at UT Austin, Cheng-Hsi acquired his foundational education from the National Taiwan University (NTU). Here, he finished his bachelor's degree in 2016 and his master's degree in 2018, specializing in Civil Engineering. His dedication to academic exploration was also manifested through his role as a research assistant at NTU, a chapter preceding his chapter at UT Austin. Beyond the academic realm, Cheng-Hsi shows his passion for cats, cherishing the companion of his beloved cat Clawsy, a charming tabby cat from Taiwan. Uniting his technical skills with a creative touch, he serves as the web developer of the Geo-Institute. In this role, he undertakes the responsibility of maintaining and enhancing the functionality of the GI website, thereby contributing to the digital landscape of the institute."
	},
	{
			"name": "Anusha Vajapeyajula",
			"position": "GSAB Representative",
			"image": "images/officers/anusha.jpg",
			"email": "anushav@utexas.edu",
			"bio": "Anusha joined the Geotechnical Engineering group of UT Austin in Fall 2021.  She completed her Bachelor’s from JNTU Hyderabad in India and has a Master’s in Civil Engineering from Indian Institute of Science, Bangalore. She is currently working with Dr. Krishna Kumar, where her work is focused on the use of Differentiable programming in obtaining the soil properties for use in design of buried duct banks. She plans to work in the industry upon graduation and use her experience from the industry and the knowledge from course work in teaching later in life. She likes music and arts and loves to draw/ paint in her leisure. As a GSAB Representative, she hopes to help in the mingling of students of Geotechnical Engineering with their peers from the other tracks in the Civil Engineering Department as well as advocate for student concerns in the GSAB meetings. She strongly believes that active interaction among graduate students of different disciplines would make progressing through academic life easier."
	},
	{
			"name": "Rep1",
			"position": "Student Representative",
			"image": "images/officers/original_logo.jpeg",
			"email": "rep1@utexas.edu",
			"bio": "TBD"
	},
	{
			"name": "Rep2",
			"position": "Student Representative",
			"image": "images/officers/original_logo.jpeg",
			"email": "rep2@utexas.edu",
			"bio": "TBD"
	}
]