[
	{
			"name": "Mohamad Hallal",
			"position": "President",
			"image": "images/officers/mohamad.jpg",
			"email": "mhallal@utexas.edu",
			"bio": "Mohamad is a PhD candidate in geotechnical engineering at the University of Texas (UT) at Austin. During his studies at UT, he received two master’s degrees in statistics and data science in 2021 and in civil engineering in 2019. Prior to joining UT, he completed his bachelor’s degree studies in civil engineering at the American University of Beirut, Lebanon, during which he spent a semester as an exchange student at the University of New Mexico, USA, and a semester as an intern researcher with Dr. Youssef Hashash at the University of Illinois at Urbana-Champaign, USA. His PhD research under the supervision of Dr. Brady Cox and Dr. Ellen Rathje focuses on seismic site response, particularly, developing subsurface imaging methods to advance 3D site response to the broad benefit of a more resilient and globally connected society. Mohamad also serves as the Small Grants Chair of the Geo-Institute Graduate Student Leadership Council at the national level. He enjoys all outdoor activities, traveling, training, and cooking. As the president of the Geo-Institute Graduate Student Organization, he aims to promote students’ engagement and inclusion,  facilitate their experience and make it rewarding, in addition to expanding the reach of the organization to professional engineers and alumni."
	},
	{
			"name": "Audrey Housson",
			"position": "Vice President",
			"image": "images/officers/audrey.jpg",
			"email": "audreyhousson@utexas.edu",
			"bio": "Audrey received her bachelor’s degree in Geology from Texas A&M University in May 2017. After graduation, she worked for a tunnel construction company as a field engineer. She was involved with the 5 mile long, hard rock TBM tunnel for the Atlanta Water Supply project. Then, she started and completed the SAWS Central Water Integrated Pipeline Segment 5-1 project in San Antonio which consisted of two hard rock TBM tunnels, a hand-mine tunnel and one open cut section. This field experience motivated her to pursue a master’s degree in Geotechnical Engineering which she started in August 2020 at the University of Texas at Austin. She has really enjoyed being involved with the Geo-Institute student chapter at UT and hopes this organization enhances the graduate student experience for geotechnical engineering students. Audrey plans to continue in the heavy civil industry with a focus in tunnels in her future career. "
	},
	{
			"name": "Mrunmay Junagade",
			"position": "Secretary",
			"image": "images/officers/mrunmay.jpg",
			"email": "mrunmay@utexas.edu",
			"bio": "Mrunmay completed his graduation in Civil Engineering from University of Pune in August 2018, following which he worked with Central Water and Power Research Station. His work focused on physical and computational modelling to assess performance of Orifice Type spillways of dams for multiple hydropower projects on Himalayan Rivers. Shortly after, he worked with Indian Institute of Technology- Bombay as research assistant on reduction of lateral thrust on retaining structures using compressible inclusions, which piqued his interest in Geotechnical Engineering. He joined the University of Texas at Austin for a master's degree in Geotechnical Engineering in January 2021 and aims to work in industry upon completion of the program. In spare time he enjoys photography, cooking, swimming and exploring nature. As the secretary of the Geo-Institute Student Chapter, he aims to make the graduate student experience enjoyable and memorable."
	},
	{
			"name": "Gino Sicha Flores",
			"position": "Treasurer",
			"image": "images/officers/gino.jpg",
			"email": "gino.sicha@utexas.edu",
			"bio": "Gino is from Lima, Peru and received his bachelor’s degree in Civil Engineering from Pontificia Universidad Catolica del Peru in August 2017. After graduation, he worked in a construction company for 2 years as a project engineer. In July 2019, he moved to Austin for an MS/PhD at the University of Texas at Austin. He is currently working under the supervision of Dr. Zornberg. His research involves the use of geosynthetics for drainage in pavements under unsaturated conditions. After graduation, he would like to pursue a career in industry. As part of the Geo-Institute, his goal is to support graduate students to make graduate school a pleasant experience."
	},
	{
			"name": "Jodie Crocker",
			"position": "Web Developer",
			"image": "images/officers/jodie.jpg",
			"email": "jcrocker@utexas.edu",
			"bio": "Jodie is a PhD student working under the supervision of Dr. Brady Cox and Dr. Ellen Rathje at the University of Texas (UT) at Austin. In 2020, she completed her master’s degree in Civil Engineering at UT and previously completed her bachelor’s degrees in Civil Engineering and Mathematics at Christian Brothers University in Memphis, TN in 2018. Her research focuses on non-invasive site characterization using surface wave methods, and in particular its limitations regarding anomaly detection. In her free time, she enjoys cooking, baking, and spending time outdoors. She hopes to pursue a career in academia after graduation."
	},
	{
			"name": "Meredith Normand",
			"position": "GsAB Representative",
			"image": "images/officers/meredith.jpg",
			"email": "meredith.normand@utexas.edu",
			"bio": "Meredith started as a MS/PhD geotechnical engineering student in August 2020 after graduating from UT Austin with a degree in Civil Engineering. Before discovering her interest in geotech, she focused on traffic engineering. Working at Alliance Transportation Group in Austin, Texas she focused on developing microsimulation models and traffic volumes for Texas highways, and at UT she participated in researching the impacts of autonomous vehicle adoption on land use and housing decisions. Her eventual switch to geotechnical engineering came about through her love for geology and fascination with earthquakes. As a graduate student, her research focuses on correcting ground motion predictions in seismic site response analyses under the supervision of Dr. Ellen Rathje. In her free time, Meredith enjoys knitting and trying to make kombucha. She plans to pursue a career in academia after her graduation."
	}
]